[
  "obsidian-contextual-typography",
  "extract-highlights-plugin",
  "nldates-obsidian",
  "periodic-notes",
  "readwise-official",
  "recent-files-obsidian",
  "obsidian-show-file-path",
  "obsidian-style-settings",
  "calendar",
  "obsidian-filename-heading-sync"
]